Repository: mafio1969/mfapp
Catalog: main/src/Locale/*/default.po
Languages: pl_pl

source: Your password has been reset successfully.
pl_pl: Twoje hasło zostało pomyślnie zresetowane.

source: The old password does not match the current password!
pl_pl: Stare hasło nie pasuje do aktualnego hasła!

source: Incorrect username or password
pl_pl: Nieprawidłowa nazwa użytkownika lub hasło

source: Your account was blocked
pl_pl: Twoje konto zostało zablokowane

source: Authorization error
pl_pl: Błąd autoryzacji

source: Log out successful.
pl_pl: Wylogowano pomyślnie.

source: Invalid User.
pl_pl: Nieprawidłowy użytkownik.

source: User was unblocked successfully
pl_pl: Użytkownik został odblokowany

source: Unable to unblock user.
pl_pl: Nie można odblokować użytkownika.

source: Improper user name
pl_pl: Nieodpowiednia nazwa użytkownika

source: Improper user avatar
pl_pl: Nieodpowiednie zdjęcie użytkownika

source: Improper user bio
pl_pl: Nieodpowiedni opis użytkownika

source: No block time
pl_pl: Nie blokuj czasowo

source: Rejects Comments
pl_pl: Komentarze odrzuceń

source: User may publish Content: News. questions have to be Accepted and Comments do not.
pl_pl: Użytkownik może publikować Treści: Artykuły, które przed publikacją muszą przejść Akceptację oraz Komentarze, które nie wymagają Akceptacji.

source: User may publish Content without it being Accepted.
pl_pl: Użytkownik może publikować Treści bez potrzeby Akceptacji.

source: User sees not accepted Content and may Accept it or Reject with a justification.
pl_pl: Użytkownik z tą sprawnością widzi jeszcze niezaakceptowane Treści i ma możliwość ich Akceptacji lub Odrzucenia z uzasadnieniem.

source: User may add or remove categories.
pl_pl: Użytkownik może dodawać lub usuwać kategorie.

source: User is notified when Rejections are questioned by another user. These Rejections may be cancelled or kept in power. User may take away or temporarily block Permissions for other reported users. User is notified about reported Comments and may delete them.
pl_pl: Użytkownik widzi, gdy ktoś Zgłosi Odrzucenie do moderacji. Użytkownik może te Odrzucenia anulować bądź utrzymywać w mocy. Może odbierać na stałe lub czasowo sprawności Zgłoszonym użytkownikom. Widzi Zgłoszone przez innych Komentarze, które może usuwać lub nie.

source: User is notified when Content that was Rejected and went through Settle I procedures (with Rejection being upheld again) is questioned by another User again.
pl_pl: Użytkownik widzi treści, które po przejściu przez procedury z Rozstrzyganie I zostały ponownie Zgłoszone przez użytkowników do rozpatrzenia.

source: Blocking II
pl_pl: Blokowanie II

source: User may block other users temporarily for 1, 7, 14 or 30 days, or permanently. Blocking an user means turning off his all or chosen Permissions.
pl_pl: Użytkownik może blokować użytkowników czasowo na 1, 7, 14 lub 30 dni, albo na stałe. Blokada użytkownika polega na wyłączeniu wszystkich lub pojedynczych sprawności.

source: User may give permissions to other users in the form of a predefined role or individual permissions.
pl_pl: Użytkownik może nadawać sprawności innym użytkownikom (poza sobą) w formie Predefiniowanych ról lub pojedyncze sprawności.

source: Set Banner
pl_pl: Ustaw Baner

source: User may add banners for the main page.
pl_pl: Użytkownik może dodawać bannery na stronę główną.

source: Newsletter Accept
pl_pl: Akceptacja newslettera

source: User receives a procedurally generated newsletter every Saturday at 10 am. User may accept or modify the newsletter for distribution until 6 pm the following day.
pl_pl: Użytkownik dostaje listę zaproponowanych treści do newslettera, lista będzie tworzona w każdą sobotę o godzinie 10:00 na podstawie popularności z ostatniego tygodnia w poszczególnych kategoriach. Następnie newsletter będzie mógł być modyfikowany do godziny 18:00 dnia następnego.

source: Open for new users
pl_pl: Tylko dla zarejestrowanych użytkowników

source: You have successfully created account with social login.
pl_pl: Konto przy pomocy mediów społecznościowych zostało utworzone pomyślnie.

source: Settings
pl_pl: Ustawienia

source: Change password
pl_pl: Zmień hasło

source: Reset your password
pl_pl: Zresetuj hasło użytkownika

source: Hello
pl_pl: Witaj

source: Please visit this link to reset your password
pl_pl: Kliknij w link aby zresetować swoje hasło:

source: Reset password
pl_pl: Zresetuj hasło

source: If the button does not work, copy the link below and paste it into your browser
pl_pl: Jeśli przycisk nie jest aktywny, skopiuj ten link do okna przeglądarki.

source: If you did not request a password reset, then please ignore this email.
pl_pl: Jeśli nie zażądałaś/eś zresetowania hasła, zignoruj tę wiadomość e-mail.

source: Activate your account
pl_pl: Aktywuj swoje konto

source: Click the button to activate the account
pl_pl: Kliknij przycisk w celu aktywacji konta

source: Hello %s
pl_pl: Witaj %s

source: Please visit this link to activate your account:
pl_pl: Otwórz ten link w celu aktywacji konta:

source: If link is not clickable, copy and paste it into the address bar.
pl_pl: Jeśli link nie jest aktywny, skopiuj go do okna przeglądarki.

source: Username
pl_pl: Nazwa użytkownika

source: Password
pl_pl: Hasło

source: Verify password
pl_pl: Zweryfikuj hasło

source: Current password
pl_pl: Dotychczasowe hasło

source: New password
pl_pl: Nowe hasło

source: Repeat new password
pl_pl: Powtórz nowe hasło

source: Forgot Password
pl_pl: Przypomnij hasło

source: Submit
pl_pl: Zapisz

source: Personal settings
pl_pl: Ustawienia konta

source: Show profile
pl_pl: Pokaż profil

source: Choose photo
pl_pl: Wybierz zdjęcie

source: Description
pl_pl: Opis

source: Referral link
pl_pl: Link referencyjny

source: This is Your referral link
pl_pl: To jest Twój link referencyjny

source: Inbox settings
pl_pl: Ustawienia powiadomień

source: Every day
pl_pl: Każdego dnia

source: Every week
pl_pl: Każdego tygodnia

source: Search for user
pl_pl: Szukaj użytkownika

source: Search role
pl_pl: Szukaj sprawności

source: Forgot password?
pl_pl: Przypomnij hasło

source: Login with Facebook
pl_pl: Zaloguj przez Facebook

source: Login with Google
pl_pl: Zaloguj przez Google

source: See more
pl_pl: Czytaj więcej

source: Popular questions
pl_pl: Popularne pytania

source: Newest questions
pl_pl: Najnowsze pytania

source: Privacy policy
pl_pl: politykę prywatności

source: Terms
pl_pl: Regulamin

source: Verify Password
pl_pl: Zweryfikuj hasło

source: Reset
pl_pl: Zresetuj

source: User Permissions
pl_pl: Sprawności użytkownika

source: Replays and News Comments
pl_pl: Odpowiedzi i Komentarze Aktualności

source: Subscription date
pl_pl: Data subskrypcji

source: Permissions
pl_pl: Sprawności

source: User profile
pl_pl: Profil użytkownika

source: Fallowers
pl_pl: Obserwujących

source: Subscribed user
pl_pl: Subskrybujesz użytkownika

source: Subscribe user
pl_pl: Subskrybuj użytkownika

source: This user is blocked until
pl_pl: Użytkownik jest zablokowany do

source: due to
pl_pl: z powodu

source: Unblock User
pl_pl: Odblokuj użytkownika

source: Report user
pl_pl: Zgłoś użytkownika

source: Choose reason
pl_pl: Podaj powód

source: User news
pl_pl: Aktualności użytkownika

source: User questions
pl_pl: Pytania użytkownika

source: User answers
pl_pl: Odpowiedzi użytkownika

source: User comments
pl_pl: Komentarze użytkownika

source: User accepts
pl_pl: Akceptacje użytkownika

source: User rejects
pl_pl: Odrzucenia użytkownika

source: User permissions
pl_pl: Sprawności użytkownika

source: User have permission
pl_pl: Użytkownik posiada sprawności

source: Blocked forever
pl_pl: Zablokowane na zawsze

source: Blocked to
pl_pl: Zablokowane do

source: Time to block:
pl_pl: Czas blokady:

source: Save permissions
pl_pl: Zapisz sprawności

source: Open the website
pl_pl: Otwarcie portalu

source: previous
pl_pl: poprzedni

source: next
pl_pl: następny

source: Cryptocurrencies, virtual currency - knowledge base for the investor
pl_pl: Kryptowaluty, wirtualna waluta - baza wiedzy dla inwestora

source: questions from category
pl_pl: pytania z kategorii
