Repository: mafio1969/mfapp
Catalog: main/src/Locale/*/default.po
Languages: pl_pl

source: All
pl_pl: Wszystkie

source: News
pl_pl: Aktualności

source: Questions
pl_pl: Pytania

source: You do not have privileges to add content.
pl_pl: Nie masz uprawnień, aby dodać treść.

source: Question
pl_pl: Pytanie

source: The content has been saved.
pl_pl: Treść została zapisana.

source: Unable to add content.
pl_pl: Nie można dodać treści.

source: Invalid content.
pl_pl: Nieprawidłowa treść.

source: Invalid action.
pl_pl: Nieprawidłowa czynność.

source: The content could not be saved. Please, try again.
pl_pl: Nie można zapisać treści. Proszę spróbować ponownie.

source: The content could not be deleted. Please, try again.
pl_pl: Nie można usunąć treści. Proszę spróbować ponownie.

source: The content has been deleted.
pl_pl: Treść została usunięta.

source: The content has been deleted by author.
pl_pl: Treść została usunięta przez autora.

source: Content is already send to resolve.
pl_pl: Treść została już wysłana do rozstrzygnięcia.

source: Content was send to resolve.
pl_pl: Treść została wysłana do rozstrzygnięcia.

source: Content cannot be send to resolve anymore.
pl_pl: Treść nie może już być wysłana do rozstrzygnięcia.

source: You resolved content as accepted.
pl_pl: Treść została rozstrzygnięta jako zaakceptowana.

source: Error while resolving content.
pl_pl: Błąd podczas rozstrzygania treści.

source: You resolved content as rejected.
pl_pl: Treść została rozstrzygnięta jako odrzucona.

source: Add content
pl_pl: Dodaj treść

source: Title
pl_pl: Tytuł

source: Visible for all users
pl_pl: Widoczne dla wszystkich użytkowników

source: Visible only for registered users
pl_pl: Widoczne dla zarejestrowanych użytkowników

source: Type
pl_pl: Typ

source: Categories
pl_pl: Kategorie

source: Add photo
pl_pl: Dodaj zdjęcie

source: You can only select 3 items
pl_pl: Możesz wybrać maksymalnie 3 kategorie

source: Field cannot be empty.
pl_pl: Pole nie może być puste.

source: Comment was deleted.
pl_pl: Komentarz został usunięty.

source: Reply
pl_pl: Odpowiedz

source: Report
pl_pl: Zgłoś

source: Only for registered users
pl_pl: Tylko dla zarejestrowanych użytkowników

source: Remove
pl_pl: Usuń

source: Subscribe
pl_pl: Subskrybuj

source: Unsubscribe
pl_pl: Subskrybujesz

source: Filter
pl_pl: Filtr

source: Newest
pl_pl: Najnowsze

source: Oldest
pl_pl: Najstarsze

source: by
pl_pl: przez

source: Edit content
pl_pl: Edytuj treść

source: Save content
pl_pl: Zapisz treść

source: My content
pl_pl: Moje treści

source: Search for content
pl_pl: Szukaj treści

source: Add question
pl_pl: Dodaj pytanie

source: Add news
pl_pl: Dodaj aktualność

source: Edit
pl_pl: Edycja

source: Delete
pl_pl: Usuń

source: Send to resolve step I
pl_pl: Zgłoś do rozstrzygnięcia

source: Send to resolve step IV
pl_pl: Zgłoś do rozstrzygnięcia

source: If you edit this content all “Accept” and “Reject” votes will be reset and your content will have to go through the acceptations process again. Do you want to continue?
pl_pl: Jeśli wyedytujesz treść wszystkie "Akceptacje" i "Odrzucenia" wraz z lajkami zostaną zresetowane. Treść trafi również ponownie do weryfikacji. Czy na pewno chcesz kontynuować?

source: Reason cannot be empty.
pl_pl: Powód nie może być pusty.

source: Reason must have min. 20 characters.
pl_pl: Powód musi mieć min. 20 znaków.

source: Add / Remove items
pl_pl: Dodaj / Usuń elementy

source: type
pl_pl: typ

source: Select all
pl_pl: Zaznacz wszystko

source: Update newsletter
pl_pl: Zaktualizuj newsletter

source: Accept reason
pl_pl: Powód akceptacji

source: Resolve as accepted
pl_pl: Rozstrzygnięte jako zaakceptowane

source: Reject reason
pl_pl: Powód odrzucenia

source: Resolve as rejected
pl_pl: Rozstrzygnięte jako odrzucone

source: Content corrected by an authorized editor
pl_pl: Treści poprawione przez autoryzowanego redaktora

source: Login to see more content
pl_pl: Zaloguj się aby zobaczyć więcej treści

source: Accept question
pl_pl: Zaakceptuj pytanie

source: Accept
pl_pl: Zaakceptuj

source: Reject question
pl_pl: Odrzuć pytanie

source: Reject
pl_pl: Odrzuć

source: Review article
pl_pl: Zrecenzuj artykuł

source: Review
pl_pl: Recenzja

source: Answers
pl_pl: Odpowiedzi

source: Accepts
pl_pl: Akceptacje

source: Rejects
pl_pl: Odrzucenia

source: Other questions
pl_pl: Pozostałe pytania

source: Add question answer
pl_pl: Dodaj odpowiedź do pytania

source: Add answer
pl_pl: Dodaj odpowiedź

source: Add
pl_pl: Dodaj

source: Add comment to answer
pl_pl: Dodaj komentarz do odpowiedzi

source: Add comment
pl_pl: Dodaj komentarz

source: Edit answer
pl_pl: Edytuj odpowiedź

source: Save
pl_pl: Zapisz

source: Edit comment
pl_pl: Edytuj komentarz

source: Add accept
pl_pl: Dodaj akceptację

source: Add reject
pl_pl: Dodaj odrzucenie

source: Reject cannot be empty.
pl_pl: Odrzucenie nie może być puste.

source: Comment cannot be empty.
pl_pl: Komentarz nie może być pusty.

source: Answer cannot be empty.
pl_pl: Odpowiedź nie może być pusta.

source: Contents
pl_pl: Treści

source: Most popular
pl_pl: Najpopularniejsze

source: Accept article
pl_pl: Zaakceptuj artykuł

source: Reject article
pl_pl: Odrzuć artykuł

source: Other articles
pl_pl: Pozostałe artykuły

source: Comments
pl_pl: Komentarze

source: Reviews
pl_pl: Recenzje

source: Accept already added.
pl_pl: Akceptacja została już dodana.

source: Deleted user
pl_pl: Użytkownik usunięty

source: Accepted.
pl_pl: Zaakceptowane.

source: Edited
pl_pl: Edytowany

source: Comment removed by moderator
pl_pl: Komentarz usunięty przez moderatora.

source: Subscribed
pl_pl: Subskrybujesz

source: Read more
pl_pl: Zobacz więcej

source: Remove content
pl_pl: Usuń treść

source: Add reason
pl_pl: Podaj powód

source: Report content
pl_pl: Zgłoś treść

source: Reject already added.
pl_pl: Odrzucenie zostało już dodane.

source: Reject was deleted.
pl_pl: Odrzucenie zostało usunięte.

source: Comment was deleted due to inappropriate content.
pl_pl: Komentarz został usunięty z powodu nieodpowiedniej treści.

source: Add review
pl_pl: Dodaj recenzję

source: Verification
pl_pl: Weryfikacja

source: Accepted
pl_pl: Zaakceptowane

source: Rejected
pl_pl: Odrzucone

source: The banner has been saved.
pl_pl: Baner został zapisany.

source: The banner could not be saved. Please, try again.
pl_pl: Baner nie mógł być zapisany. Proszę spróbuj ponownie.

source: The banner has been deleted.
pl_pl: Baner został usunięty.

source: The banner could not be deleted. Please, try again.
pl_pl: Nie można usunąć baneru. Proszę spróbować ponownie.

source: Banners has been deleted.
pl_pl: Banery zostały usunięte.

source: Add banner
pl_pl: Dodaj baner

source: Photo
pl_pl: Zdjęcie

source: Banner image
pl_pl: Obraz baneru

source: Inactive
pl_pl: Nieaktywny

source: Active
pl_pl: Aktywny

source: Edit banner
pl_pl: Edytuj baner

source: Save banner
pl_pl: Zapisz baner

source: Banners
pl_pl: Banery

source: Search for banner
pl_pl: Szukaj baneru

source: Created by
pl_pl: Utworzone przez

source: Updated by
pl_pl: Zaktualizowane przez

source: The category has been saved.
pl_pl: Kategoria została zapisana.

source: Category name already exists.
pl_pl: Nazwa kategorii już istnieje.

source: The category could not be saved. Please, try again.
pl_pl: Nie można zapisać kategorii. Proszę spróbować ponownie.

source: The category has been deleted.
pl_pl: Kategoria została usunięta.

source: The category could not be deleted. Please, try again.
pl_pl: Nie można usunąć kategorii. Proszę spróbować ponownie.

source: Category
pl_pl: Kategoria

source: Add category
pl_pl: Dodaj kategorię

source: Name
pl_pl: Nazwa

source: Edit category
pl_pl: Edytuj kategorię

source: Save category
pl_pl: Zapisz kategorię

source: Terms and privacy policy
pl_pl: Regulamin i polityka prywatności

source: AML Policy
pl_pl: Polityka AML

source: Contact
pl_pl: Kontakt

source: Register
pl_pl: Zarejestruj

source: Registration
pl_pl: Rejestracja

source: Search
pl_pl: Szukaj

source: Logout
pl_pl: Wyloguj

source: Inbox
pl_pl: Skrzynka odbiorcza

source: New contents
pl_pl: Nowe treści

source: Users
pl_pl: Użytkownicy

source: Emails
pl_pl: E-maile

source: System e-mail templates view
pl_pl: Podgląd szablonów wiadomości e-mail

source: Mailing to users group
pl_pl: Mailing do grupy użytkowników

source: Send to subscribed
pl_pl: Wyślij do subskrybentów niezarejestowanych

source: Send to registered
pl_pl: Wyślij do zarejestrowanych

source: Reports
pl_pl: Zgłoszenia

source: Error while uploading file
pl_pl: Błąd przy przesyłaniu pliku

source: Invalid element.
pl_pl: Nieprawidłowy element.

source: Newsletter was updated.
pl_pl: Ustawienia newslettera zostały zaktualizowane.

source: No items to update.
pl_pl: Brak elementów do aktualizacji.

source: Description was added to newsletter.
pl_pl: Opis został dodany do newslettera.

source: Unable to add description.
pl_pl: Nie można dodać opisu.

source: Content was removed from newsletter.
pl_pl: Treść została usunięta z newslettera.

source: Error while removing content from newsletter.
pl_pl: Błąd podczas usuwania treści z newslettera.

source: Newsletter was accepted.
pl_pl: Newsletter został zaakceptowany.

source: Unable to accept newsletter.
pl_pl: Nie można zaakceptować newslettera.

source: New newsletter
pl_pl: Nowy newsletter

source: History
pl_pl: Historia

source: Sending history
pl_pl: Historia wysłanych

source: Sending
pl_pl: Wysyłka

source: Accept newsletter
pl_pl: Zaakceptuj newsletter

source: Newsletter is accepted
pl_pl: Newsletter jest akceptowany

source: Email beginning
pl_pl: Początek emaila

source: Add / Remove content
pl_pl: Dodaj / Usuń treść

source: List of content to send
pl_pl: Lista treści do wysłania

source: Remove from list
pl_pl: Usuń z listy

source: No active newsletter at the moment.
pl_pl: Brak aktywnego newslettera w tej chwili.

source: Automatically generated mail, please do not reply to it.
pl_pl: Wiadomość automatycznie wygenerowana poprzez skrypt. Prosimy na nią nie odpowiadać.

source: Accept has been saved.
pl_pl: Akceptacja została zachowana.

source: Unable to add accept.
pl_pl: Nie można dodać akceptacji.

source: Unable to add comment.
pl_pl: Nie można dodać komentarza.

source: Invalid comment.
pl_pl: Nieprawidłowy komentarz.

source: Comment has been saved.
pl_pl: Komentarz został zapisany.

source: Answer has been saved.
pl_pl: Odpowiedź została zapisana.

source: Unable to add answer.
pl_pl: Nie można dodać odpowiedzi.

source: Unable to save comment.
pl_pl: Nie można dodać komentarza.

source: Comment has been edited.
pl_pl: Komentarz został edytowany.

source: Comment has been removed.
pl_pl: Komentarz został usunięty.

source: Error while removing content.
pl_pl: Błąd podczas usuwania treści.

source: Unable to add reject.
pl_pl: Nie można dodać odrzucenia.

source: Reject has been saved.
pl_pl: Odrzucenie zostało zapisane.

source: Reject has been removed.
pl_pl: Odrzucenie zostało usunięte.

source: Unable to add review.
pl_pl: Nie można dodać recenzji.

source: Review has been saved.
pl_pl: Recenzja została zapisana.

source: No messages selected.
pl_pl: Nie wybrano żadnej wiadomości.

source: Messages were mark as read.
pl_pl: Wiadomości zostały oznaczona jako przeczytane.

source: Messages were deleted.
pl_pl: Wiadomości zostały usunięte.

source: Message were mark as read.
pl_pl: Wiadomość została oznaczona jako przeczytana.

source: Message were mark as unread.
pl_pl: Wiadomość została oznaczona jako nieprzeczytana.

source: Message was deleted.
pl_pl: Wiadomość została usunięta.

source: accepted
pl_pl: zaakceptowane

source: rejected
pl_pl: odrzucone

source: added review
pl_pl: dodał/a recenzję

source: resolve as accepted
pl_pl: rozstrzygnięte jako zaakceptowane

source: resolve as rejected
pl_pl: rozstrzygnięte jako odrzucone

source: added
pl_pl: dodał/a

source: added comment to Your review
pl_pl: dodał/a komentarz do Twojej recenzji

source: added comment to Your reject
pl_pl: dodał/a komentarz do Twojego odrzucenia

source: reported
pl_pl: zgłosił/a

source: reported to resolve
pl_pl: zgłosił/a do rozstrzygnięcia

source: Your comment was removed due to:
pl_pl: Twój komentarz został usunięty z powodu:

source: All notices
pl_pl: Wszystkie powiadomienia

source: Subscriptions
pl_pl: Subskrypcje

source: Others
pl_pl: Inne

source: Content requiring accept
pl_pl: Treść wymaga akceptacji

source: Content verified
pl_pl: Weryfikacja treści

source: Mark as read
pl_pl: Oznacz jako przeczytane

source: Mark as unread
pl_pl: Oznacz jako nieprzeczytane

source: resolve as accepted Your
pl_pl: rozstrzygnięte jako zaakceptowane

source: Content
pl_pl: Treść

source: resolve as rejected Your
pl_pl: rozstrzygnięte jako odrzucone Twoją

source: New content
pl_pl: Nowa treść

source: Your content
pl_pl: Twoja treść

source: has been accepted by
pl_pl: została zaakceptowana przez

source: user
pl_pl: użytkownik

source: users
pl_pl: użytkownicy

source: has been rejected by
pl_pl: została odrzucona przez

source: Show justifications
pl_pl: Pokaż uzasadnienia

source: Raise an objection
pl_pl: Zgłoś ponownie

source: in category
pl_pl: w kategorii

source: in categories
pl_pl: w kategoriach

source: has updated question
pl_pl: zaktualizował/a pytanie

source: has updated news
pl_pl: zaktualizował/a aktualność

source: has added new question
pl_pl: dodał/a nowe pytanie

source: has added news
pl_pl: dodał/a nową aktualność

source: no justification
pl_pl: Brak uzasadnienia

source: Reason
pl_pl: Powód

source: has been reported.
pl_pl: została zgłoszona.

source: Your profile
pl_pl: Twój profil

source: Profile
pl_pl: Profil

source: Your comment
pl_pl: Twój komentarz

source: send to resolve
pl_pl: zgłoś do rozstrzygnięcia

source: forever
pl_pl: na zawsze

source: added you permissions
pl_pl: nadał Ci sprawności

source: Your account has been punished by deleting
pl_pl: Twoje konto zostało ukarane odebraniem

source: for
pl_pl: z

source: for the duration of
pl_pl: na czas

source: Show full justifications
pl_pl: Pokaż pełne uzasadnienie

source: has answered your question
pl_pl: odpowiedział/a na twoje pytanie

source: has answered the question
pl_pl: odpowiedział/a na pytanie

source: has commented your news
pl_pl: skomentował/a twoją aktualność

source: has commented news
pl_pl: skomentował/a aktualność

source: Go to the answer.
pl_pl: Idź do odpowiedzi.

source: Go to the comment.
pl_pl: Idź do komentarza.

source: comment to news
pl_pl: komentarz do aktualności

source: reply to question
pl_pl: odpowiedź na pytanie

source: has commented your
pl_pl: skomentował/a twój

source: has replied to
pl_pl: odpowiedział/a na

source: has commented
pl_pl: skomentował/a

source: 1 day
pl_pl: 1 dzień

source: 7 days
pl_pl: 7 dni

source: 14 days
pl_pl: 14 dni

source: 30 days
pl_pl: 30 dni

source: Your account has been banned for
pl_pl: Twoje konto zostało zablokowane na

source: due to
pl_pl: z powodu

source: to the
pl_pl: z

source: has been removed.
pl_pl: została usunięta.

source: Admin sended you message.
pl_pl: Admin wysłał Ci wiadomość.

source: Show admin message
pl_pl: Pokaż wiadomość administratora

source: Admin message
pl_pl: Wiadomość administratora

source: Objection concerning
pl_pl: Zgłoszenie dotyczące

source: your profile
pl_pl: twój profil

source: has been resolved by
pl_pl: zostało rozpatrzone przez

source: Show justification
pl_pl: Pokaż uzasadnienie

source: Admin decision
pl_pl: Decyzja administratora

source: Deleted content
pl_pl: Usunięta treść

source: View
pl_pl: Zobacz

source: news
pl_pl: aktualność

source: question
pl_pl: pytanie

source: updated
pl_pl: zaktualizowane

source: User has added You permissions
pl_pl: Użytkownik nadal Ci sprawności

source: User has removed Your permissions
pl_pl: Użytkownik odebrał Ci sprawności

source: Notice
pl_pl: Powiadomienie

source: updated content
pl_pl: zaktualizował/a treść

source: added new content
pl_pl: dodał/a nowa treść

source: Reject removed
pl_pl: Odrzucenie usunięte

source: Remove reject
pl_pl: Usuń odrzucenie

source: Comment removed
pl_pl: Komentarz usunięty

source: Remove comment
pl_pl: Usuń komentarz

source: Waiting
pl_pl: Oczekiwanie

source: Waiting for verification
pl_pl: Oczekuje na weryfikacje

source: Misspellings and errors (Editing and proofreading need)
pl_pl: Literówki i błędy (potrzeba edycji i korekty)

source: Report has been saved.
pl_pl: Zgłoszenie zostało zapisane.

source: Unable to add report.
pl_pl: Nie można dodać zgłoszenia.

source: Invalid type.
pl_pl: Nieprawidłowy typ.

source: Objection has been added.
pl_pl: Zgłoszenie zostało dodane.

source: Error while adding objection.
pl_pl: Błąd podczas dodawania zgłoszenia.

source: Report has been rejected.
pl_pl: Zgłoszenie zostało odrzucone.

source: Error while rejecting report.
pl_pl: Błąd podczas odrzucania zgłoszenia.

source: Message has been send.
pl_pl: Wiadomość została wysłana.

source: Error while sending message.
pl_pl: Błąd podczas wysyłania wiadomości.

source: Report has been accepted.
pl_pl: Zgłoszenie zostało zaakceptowane.

source: Error while accepting report.
pl_pl: Błąd podczas akceptowania zgłoszenia.

source: Error while removing reject.
pl_pl: Błąd podczas usuwania odrzucenia.

source: Error while removing comment.
pl_pl: Błąd podczas usuwania komentarza.

source: You must fill reason of block.
pl_pl: Musisz uzupełnić powód zablokowania.

source: User was blocked successfully.
pl_pl: Konto użytkownika zostało zablokowane pomyślnie.

source: Unable to block user.
pl_pl: Nie można zablokować użytkownika.

source: No permissions where changed.
pl_pl: Sprawności nie zostały zmienione.

source: Permission were added successfully
pl_pl: Sprawności zostały pomyślnie zaktualizowane

source: Error while adding permissions
pl_pl: Błąd podczas dodawania sprawności

source: Invalid reason type.
pl_pl: Nieprawidłowy typ przyczyny.

source: Plagiarism and deception (Article link need)
pl_pl: Plagiat i oszustwo (potrzeba linku do artykułu)

source: Other
pl_pl: Inny

source: Inappropriate username
pl_pl: Nieprawidłowa nazwa użytkownika.

source: Inappropriate user photo
pl_pl: Niewłaściwe zdjęcie użytkownika

source: Inappropriate user description
pl_pl: Niewłaściwy opis użytkownika

source: User publishes inappropriate content
pl_pl: Użytkownik publikuje nieodpowiednie treści

source: A fake account or user is impersonating
pl_pl: Fałszywe konto lub podszywa się pod kogoś innego

source: Raise objection
pl_pl: Odrzuć sprzeciw

source: Message
pl_pl: Wiadomość

source: Send
pl_pl: Wyślij

source: Objection to the
pl_pl: Zgłoszenie

source: Justifications
pl_pl: Uzasadnienie

source: Action date
pl_pl: Data akcji

source: Action taken by
pl_pl: Działanie podjęte przez

source: Actions
pl_pl: Akcje

source: Blocked permissions
pl_pl: Odebrane sprawności

source: Block period
pl_pl: Okres blokady

source: To take
pl_pl: Do podjęcia

source: Taken
pl_pl: Podjęte

source: My cases
pl_pl: Moje sprawy

source: has re-objected to the content rejection
pl_pl: ponownie sprzeciwił/a się odrzuceniu treści

source: has raised an objection regarding the result of the vote to
pl_pl: zgłosił/a sprzeciw co do wyniku głosowania na

source: again reported
pl_pl: zgłosił/a ponownie

source: Your reports
pl_pl: Twoje zgłoszenia

source: Reported
pl_pl: Zgłoszenie

source: profile
pl_pl: profilu

source: content
pl_pl: treści

source: to
pl_pl: do

source: Contact user
pl_pl: Kontakt

source: Message cannot be empty.
pl_pl: Wiadomość nie może być pusta

source: User
pl_pl: Użytkownik

source: Reason for the report
pl_pl: Powód zgłoszenia

source: Block user
pl_pl: Zablokuj użytkownika

source: Take permissions off
pl_pl: Odbierz sprawności

source: Block user for:
pl_pl: Zablokuj użytkownika za:

source: Block reason
pl_pl: Powód zablokowania

source: Block
pl_pl: Zablokuj

source: Take off reason
pl_pl: Uzupełnij powód

source: Show history
pl_pl: Pokaż historię

source: Contact with user
pl_pl: Kontakt z użytkownikiem

source: Objection raised
pl_pl: Zgłoszenie sprzeciwu

source: User blocked
pl_pl: Blokada konta użytkownika

source: User permissions blocked
pl_pl: Blokada sprawności użytkownika

source: Content has been removed
pl_pl: Treść została usunięta

source: Comment has been removed
pl_pl: Komentarz został usunięty

source: Reject has been removed
pl_pl: Odrzucenie zostało usunięte

source: Success! We will stay in touch. You will receive a notification when ccfound officially opens! Stay tuned!
pl_pl: Udało się! Powiadomimy Cię jak tylko ccfound oficjalnie wystartuje. Będziemy też informować o nowościach. Oczekuj na maila od nas!

source: Error registration.
pl_pl: Błąd Rejestracji

source: Unable to add subscription.
pl_pl: Nie można dodać subskrypcji.

source: Subscription has been already add.
pl_pl: Subskrypcja została już dodana.

source: Subscription has been added.
pl_pl: Subskrypcja została dodana.

source: Unable to delete subscription.
pl_pl: Nie można usunąć subskrypcji.

source: Subscription has been deleted.
pl_pl: Subskrypcja została usunięta.

source: This subscription doesn't exist.
pl_pl: Subskrypcja nie istnieje.

source: ccfound is currently in a closed beta. Registration is open for people with invitation only. To receive an invitation, contact people you know that have access to ccfound. You may also join us by subscribing to the early bird list and be one of the first people to receive a notification when ccfound is open to the public!
pl_pl: Portal ccfound jest aktualnie zamknięty tylko dla osób z zaproszeniem. Aby uzyskać zaproszenie, skontaktuj się z kimś kogo znasz i kto ma dostęp do ccfound. Możesz również dołączyć do nas zapisując się na listę oczekujących, a otrzymasz informacje o starcie jak tylko otworzymy zapisy!

source: Please enter a valid email.
pl_pl: Podaj poprawny adres e-mail.

source: You must select agreement.
pl_pl: Musisz zaznaczyć zgodę.

source: I want to join the community and will receive ccfound newsletter. I accept
pl_pl: Chcę dołączyć do społeczności i wyrażam zgodę na otrzymywanie newslettera. Akceptuję

source: privacy policy
pl_pl: politykę prywatności

source: Unable to add vote.
pl_pl: Nie można dodać głosu.

source: Vote has been added.
pl_pl: Głos został zapisany.

source: Vote has been already add.
pl_pl: Głos został już oddany.

source: Error while adding vote.
pl_pl: Błąd podczas dodawania głosu.

source: Email of this account is already in use.
pl_pl: Adres e-mail tego konta jest już używany.

source: You must first register with social profile.
pl_pl: Najpierw musisz zarejestrować się poprzez profil społecznościowy.

source: You have successfully registered an account. An email has been sent with further instructions.
pl_pl: Pomyślnie zarejestrowano konto. Wiadomość e-mail została wysłana z dalszymi instrukcjami.

source: The User could not be saved. Please, try again.
pl_pl: Nie można zapisać użytkownika. Proszę spróbować ponownie.

source: Could not activate your account.
pl_pl: Nie można aktywować konta.

source: Could not activate your account
pl_pl: Nie można aktywować konta

source: Account activated successfully.
pl_pl: Konto zostało aktywowane pomyślnie.

source: Settings has been saved.
pl_pl: Ustawienia zostały zapisane.

source: Settings could not be saved. Please, try again.
pl_pl: Nie można zapisać ustawień. Proszę spróbować ponownie.

source: This email already exists in social accounts.
pl_pl: Ten e-mail już istnieje na kontach społecznościowych.

source: Invalid username.
pl_pl: Nieprawidłowa nazwa użytkownika.

source: Invalid email.
pl_pl: Nieprawidłowy adres e-mail.

source: An error occurred. Please try again.
pl_pl: Wystąpił błąd. Spróbuj ponownie później.

source: An email has been sent with instructions for resetting your password.
pl_pl: Wysłano wiadomość e-mail z instrukcjami resetowania hasła.

source: An error occurred.
pl_pl: Wystąpił błąd.
